---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMx
source: html/0405e8f7-d1b3-c061-7d4e-83ad3504938f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceStartMx Property

"Start Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceStartMx { get; }
```